{
  "war": [
    {
      "id": 963668453,
      "progress": [
        139120913,
        1
      ],
      "title": {
        "en-US": "MAJOR ORDER",
        "de-DE": "GENERALBEFEHL",
        "es-ES": "ORDEN SUPREMA",
        "ru-RU": "ГЛАВНЫЙ ПРИКАЗ",
        "fr-FR": "ORDRE PRIORITAIRE",
        "it-IT": "ORDINE PRINCIPALE",
        "pl-PL": "WAŻNY ROZKAZ",
        "zh-Hans": "重要指令",
        "zh-Hant": "主要指令"
      },
      "briefing": {
        "en-US": "Procure enough E-710 to activate the Democracy Space Station, while protecting it from attack by the Automaton Jet Brigade.",
        "de-DE": "Es muss genug E-710 beschafft werden, um die Demokratie-Raumstation zu aktivieren, und sie muss gleichzeitig vor dem Angriff der Roboter-Jet-Brigade geschützt werden.",
        "es-ES": "Conseguid el E-710 necesario para activar la Estación Espacial de la Democracia y defendedla de los ataques de la brigada autómata de cazas.",
        "ru-RU": "Добудьте достаточно Э-710, чтобы активировать Демократическую Космическую Станцию, и защитите ее от нападения Реактивного батальона автоматонов.",
        "fr-FR": "Obtenez suffisamment d'E-710 pour activer la Station Spatiale Démocratique tout en la protégeant des attaques de la brigade aérienne automaton.",
        "it-IT": "Procurare E-710 sufficiente per attivare la Stazione Spaziale Democratica, proteggendola al contempo dal Battaglione jet degli Automaton.",
        "pl-PL": "Zbierzcie dość E-710, aby aktywować Stację Kosmiczną „Demokracja”, i brońcie jej przed atakiem brygady odrzutowej automatów.",
        "zh-Hans": "获取足够的710元素，启动民主空间站，并抵御机器人喷气旅的进攻。",
        "zh-Hant": "取得足量的E-710來啟動民主太空站，同時保護太空站，抵禦機器人噴射隊的攻勢。"
      },
      "description": {
        "en-US": "",
        "de-DE": "",
        "es-ES": "",
        "ru-RU": "",
        "fr-FR": "",
        "it-IT": "",
        "pl-PL": "",
        "zh-Hans": "",
        "zh-Hant": ""
      },
      "tasks": [
        {
          "type": 3,
          "values": [
            2,
            1,
            500000000,
            0,
            0,
            0,
            0,
            0,
            0,
            0
          ],
          "valueTypes": [
            1,
            2,
            3,
            4,
            6,
            5,
            8,
            9,
            11,
            12
          ]
        },
        {
          "type": 13,
          "values": [
            1,
            1,
            116
          ],
          "valueTypes": [
            3,
            11,
            12
          ]
        }
      ],
      "reward": {
        "type": 1,
        "amount": 50
      },
      "rewards": [
        {
          "type": 1,
          "amount": 50
        }
      ],
      "expiration": "2024-11-16T14:04:04.6652171Z"
    }
  ],
  "planets": null,
  "assignments": null,
  "campaigns": null,
  "dispatches": null
}
